[
    {
        "key": 1,
        "name": "EMERGENCY",
        "shortDescription": "SKB Medical Hospital (PVT) Ltd operates one of the best Accident & Emergency Center in Savar.",
        "description": "SKB Medical Hospital (PVT) Ltd operates one of the best Accident & Emergency Center in Savar, providing services for trauma and non-trauma medical and surgical emergencies 24 hours a day, seven days a week. SKB Medical Hospital (PVT) Ltd Accident & Emergency Center is conveniently located in level-1 of the hospital with a separate entrance. Fully equipped Center is staffed with full-time experienced physicians, nurses and paramedic team, who are specialized in all areas of Emergency Medicine. The Center provides a range of state-of-the-art equipment and technology for emergency management and support, as well as emergency access to other sub specialties and physicians. The Center is also supported by 24-hour imaging, laboratory and Blood Bank services. Life support equipped ambulances are on the go round-the-clock for emergency patients. There is an 8-bedded emergency observation ward to monitor patients’ responses to treatment, as well as four triage beds to determine the level of priority of patients. The Center is also equipped with an operating theater (OT) where emergency surgical procedures are performed, as well as a Chest Pain Observation Unit (CPOU) for management of patients experiencing chest pain.",
        "description2": "Hospital Emergency Codes are used in hospitals worldwide, including SKB medical, to alert the staff of various emergency situations. The use of codes is intended to convey essential information quickly and with the least misunderstanding to staff, while preventing stress or panic among visitors to the hospital. At our Hospitals, we are using nine Emergency Codes (coded by colour), each denoting a different emergency situation.",
        "img1": "https://i.ibb.co/KXHVSy3/emergency-department-pic-2.jpg",
        "img2": "",
        "img3": ""
    },
    {
        "key": 3,
        "name": "ICU",
        "shortDescription": "ICU is a unit in the hospital where seriously ill patients are cared for by specially trained staff.",
        "description": "The Intensive Care Unit (ICU) is a unit in the hospital where seriously ill patients are cared for by specially trained staff. The ICU staff includes doctors, nurses, respiratory therapists, clinical nurse specialists, pharmacists, physical therapists, nurse practitioners, physician assistants, dietitians, social workers, and chaplains. Some people may think that staying in the ICU for a longer period of time is better than moving to another hospital unit. However, the ICU is designed to care for only seriously ill patients. So, when a patient is improving and moving towards recovery, he/she will be transferred to the next level of care that meets his/her individual medical needs.",
        "description2": "Patients are admitted to the ICU for a variety of reasons. Some patients need close monitoring immediately after a major surgical operation or serious head injury. Others may have problems with their lungs that require ventilator support with breathing. Patients may have heart and blood vessel problems (for example, very low or very high blood pressure, a heart attack, or an unstable heart rhythm) needing observation. Patients in the ICU may have an imbalance in the level of chemicals, salts, or minerals in their bloodstream that require close monitoring as these levels are corrected. Also, patients may have a serious infection in their bodies that require specialized ICU care.",
        "img1": "https://i.ibb.co/6Py3f0F/INTENSIVE-CARE-UNIT-1200x628-facebook-1200x628.jpg",
        "img2": "",
        "img3": ""
    },
    {
        "key": 5,
        "name": "PHARMACY",
        "shortDescription": "SKB Medical Hospital offers full service centralized out-patient and in-patient hospital pharmacies.",
        "description": "SKB Medical Hospital’s Pharmacy is managed by competent and experienced pharmacists. Our pharmacy staffs are trained in counselling patients about the correct method of taking medicines. Generally, people have very little knowledge regarding proper use of medication. This lack of knowledge may become harmful as it may lead to aggravation of disease, more side effects, less compliance, and even increased cost of therapy. Various studies have shown that when patients discuss their therapy related problems and concerns with a drug expert (pharmacist), it resulted in increased compliance and better treatment outcomes. Several studies have shown that patient education programs by pharmacists had a tremendous impact on patient compliance, medication error rate and therapy outcome. It definitely helped in improving patients’ quality of life.",
        "description2": "SKB Medical Hospital is a trend setter in many ways in providing health care in Bangladesh. We have introduced many innovations for patient care and safety. Hospital formularies, though not an innovation, are considered standard practices that govern the hospital’s Medical Policies. SKB Medical Hospital has also introduced the “Hospital Formulary” to guide our staff on the availability of medications. These drugs are approved by the Drug Committee and periodically reviewed.",
        "img1": "https://i.ibb.co/d2BFd6v/251511-hospitalpharmacist.jpg",
        "img2": "",
        "img3": ""
    },
    {
        "key": 4,
        "name": "PATHOLOGY",
        "shortDescription": "Pathology is the study of disease. It bridges science and medicine and underpins every aspect of patient care.",
        "description": "Pathology is the study of disease. It bridges science and medicine and underpins every aspect of patient care, from diagnostic testing and treatment advice to the use of cutting-edge genetic technologies and the prevention of disease. Pathologists work with other doctors, scientists, nurses and healthcare professionals in hospitals and GPs’ surgeries to diagnose, treat and prevent illness. Millions of pathology tests are carried out each year for every adult and child in the country – and many animals too. Major advances have been made by pathologists, from breakthroughs in the successful treatment of cancer and the safety of blood transfusions, to treatment for inherited conditions and vaccinations against infectious diseases.",
        "description2": "In a recent survey, over two thirds of people thought that pathologists worked only with the dead, as shown in television programmes like CSI and Silent Witness. In fact, although some pathologists do perform autopsies (also called ‘post mortems’), this is not a true representation of the breadth of pathology. Every time someone has a blood test, cervical smear or a lump removed, it’s a pathologist who looks at the specimen to work out if there is any disease present or not.",
        "img1": "https://i.ibb.co/SXs7mrc/slideshow-1800x660-biobank.jpg",
        "img2": "",
        "img3": ""
    },
    {
        "key": 2,
        "name": "DENTAL",
        "shortDescription": "Department of Dental & Maxillofacial Surgery of our hospitals savar offers full scope of the dental specialty.",
        "description": "Department of Dental & Maxillofacial Surgery of our hospitals savar offers full scope of the dental specialty, including general dentistry and specialist services in oral & maxillofacial surgery, orthodontics and restorative dentistry (endodontics and prosthodontics). Our aim is to deliver oral health care of the highest standard to our patients through experienced dental surgeons and modern technology. The department provides diagnosis, management and surgical treatment of defects and injuries related to the function and aesthetics of the teeth, gums and jaws",
        "description2": "Prosthodontics restores patient’s natural teeth and replaces missing teeth with artificial substitutes. These substitutes may take the form of crowns, bridges, implants and dentures. Our Consultants provide special care and rehabilitative prosthetic treatment to patients who have undergone surgical ablation for head and neck cancer or suffer from congenital malformation. Our Consultants are also involved in the conservative treatment of orofacial pain and temporo-mandibular joint disorders.",
        "img1": "https://i.ibb.co/f9YD4X2/NCF-3678.jpg",
        "img2": "",
        "img3": ""
    },
    {
        "key": 6,
        "name": "MRI",
        "shortDescription": "SKB Medical Hospital have good facilities & world class equipments for provide any kind of MRI.",
        "description": "Magnetic Resonance Imaging is a diagnostic technique that uses magnetic fields and radio waves to produce a detailed image of the body’s soft tissue and bones. An MRI images the spine by using a magnet that goes around the body to excite hydrogen atoms. After the atoms return to their normal level of excitation, they emit energy that is detected on a scanner. An MRI scan is generally considered to be the single best imaging study of the spine to help plan treatment for back pain. They are typically used for pre-surgical planning since the scan is extremely sensitive to information about the health of discs as well as the presence of tumors or a herniated disc.",
        "description2": "There is little to no preparation required for patients before an MRI scan. On arrival at the hospital, doctors may ask the patient to change into a gown. As magnets are used, it is critical that no metal objects are in the scanner, so the patient will be asked to remove any metal jewelry or accessories that may interfere with the machine. Sometimes, patients will be injected with intravenous (IV) contrast liquid to improve the appearance of a certain body tissue. The radiologist will then talk the individual through the MRI scanning process and answer any questions they may have about the procedure. Once the patient has entered the scanning room, they will be helped onto the scanner to lie down. Staff will ensure that they are as comfortable as possible by providing blankets or cushions. Earplugs or headphones will be provided to block out the loud noises of the scanner. The latter is very popular with children as they can listen to music to calm any anxiety.",
        "img1": "https://i.ibb.co/R0Rhn1N/cooper-mri-102012-3-1-670x443.jpg",
        "img2": "",
        "img3": ""
    }
]